[S_Broadcast_Truth_Advent_Speaker_01 AkEvent]
SpokenText="Друзі мої! Ось уже двадцять років ми всією душею віримо в \"Адвент\" і Старійшин, тому що сподіваємося на світле майбутнє. Сьогодні наша віра буде винагороджена."

[S_Broadcast_Truth_Advent_Speaker_02 AkEvent]
SpokenText="Миротворчі сили \"Адвента\" принесуть найбільший дар Старійшин людям по всьому земному шару."

[S_Broadcast_Truth_Advent_Speaker_03 AkEvent]
SpokenText="Це революційна генна терапія. Зникнення всіх хвороб. Кінець болю і страждань. Настає світанок нової ери. Для всіх нас. Сьогодні."

[S_Broadcast_Truth_Advent_Speaker_04 AkEvent]
SpokenText="Справді, людство займе гідне місце серед інших рас у Всесвіті."

[S_Game_Over_Advent_Speaker_01 AkEvent]
SpokenText="Співгромадяни! Я звертаюся до вас зі сльозами на очах. Скільки життів було втрачено, скільки тягарів перенесено за час боротьби з тими, хто бажав зруйнувати нашу велику коаліцію. Сьогодні всьому цьому покладено край."

[S_Game_Over_Advent_Speaker_02 AkEvent]
SpokenText="XCOM більше не існує."

[S_Game_Over_Advent_Speaker_03 AkEvent]
SpokenText="Миротворці \"Адвента\" зрівняли з землею останній оплот противника, і з ним нарешті відходять у минуле останні пережитки старого світу."

[S_Game_Over_Advent_Speaker_04 AkEvent]
SpokenText="Дякую вам за вашу підтримку. Подякуємо також Старійшинам за те, що вони не залишали нас у цей нелегкий час."

[S_Game_Over_Advent_Speaker_05 AkEvent]
SpokenText="Хай живе \"Адвент\"! Хай живуть Старійшини!"

[S_Intro_Advent_Speaker_01 AkEvent]
SpokenText="Купка дисидентів знову повторює помилки старого світу. Наносячи свій удар в той момент, коли ми вшановуємо великодушного спасителя, який знову і знову пропонує нам лише свою дружбу і співчуття. Однак ці пусті дії ніколи не могли порушити зв'язок між людством і Старійшинами..."

[S_Liberation_Network_One_Speaker_01 AkEvent]
SpokenText="Краще життя можливе. Прийміть мудрість Старійшин, відкиньте бруд і занепад старого світу. Приєднуйтесь до \"Адвента\". Приєднуйтесь до Старійшин. Допоможіть створити майбутнє..."

[S_Retaliation_Advent_Spokesman_01_Setup_Phase AkEvent]
SpokenText="Співгромадяни! Двадцять років коаліція \"Адвент\" безперестанку боролася з бідами і несправедливістю старого світу. Ми привели міста до процвітання, а людей до щастя. Наш світ зцілюється."

[S_Retaliation_Advent_Spokesman_02_Setup_Phase AkEvent]
SpokenText="Однак серед нас є ті, хто відмовляється визнати правду. Дисиденти, які не бажають розлучитися з хаосом минулого і страшними хворобами. Ті, хто хоче забрати у нас усе, чого нам вдалося досягти."

[S_Retaliation_Advent_Spokesman_03_Setup_Phase AkEvent]
SpokenText="Їх потрібно зупинити. Тому прямо зараз миротворці \"Адвента\" ведуть наступ на прилеглих територіях, щоб покінчити з цією загрозою раз і назавжди. Ми гарантуємо безпеку всім, кого може торкнутися ця криза."

[S_Retaliation_Advent_Spokesman_04_Setup_Phase AkEvent]
SpokenText="З вашою допомогою ми впораємося з усіма радикальними елементами..."

[S_Retaliation_Advent_Spokesman_05_Setup_Phase AkEvent]
SpokenText="...і нагородою буде ще двадцять років миру і процвітання."

